// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ िडस्क्स.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@. %2$@ - 1 िडस्क.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (ऑनलाइन िटकट उपलब्ध नहीं है)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%d घंट";

/* i.e.: 30 minutes */
"%d minutes" = "%d िमनट";

/* No comment provided by engineer. */
"%d months ago" = "%d महीने पहल";

/* i.e.: 5 of 15.  Used when scrolling through a list of posters */
"%d of %d" = "%1$d का %2$d";

/* No comment provided by engineer. */
"%d weeks ago" = "%d सप्ताह पहले";

/* No comment provided by engineer. */
"%d years ago" = "%d साल पहल";

/* No comment provided by engineer. */
"1 hour" = "1 घंटा";

/* No comment provided by engineer. */
"1 kilometer" = "1 िकलोमीटर";

/* No comment provided by engineer. */
"1 mile" = "1 मायल";

/* No comment provided by engineer. */
"1 minute" = "1 िमनट";

/* No comment provided by engineer. */
"1 month ago" = "1 महीने पहले";

/* No comment provided by engineer. */
"1 week ago" = "1 सप्ताह पहले";

/* No comment provided by engineer. */
"1 year ago" = "1 साल पहले";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "हमारें बारे में";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "स्वत: स्थान अद्यतन";

/* No comment provided by engineer. */
"Blu-ray" = "बलुे-रे";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "फोन करे";

/* No comment provided by engineer. */
"Cast:" = "कलाकार:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "ितिथ बदलें";

/* No comment provided by engineer. */
"City/State or Postal Code" = "शहर / राज्य या पोस्टल कोड";

/* No comment provided by engineer. */
"Could not find location." = "आपका वर्तमान स्थान नहीं िमला.";

/* No comment provided by engineer. */
"DVD" = "डीवीडी";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "डीवीडी / बलुे-रे";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "डीवीडी / बलुे-रे विवरण प्रदाता:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "भिवष्य तारीखों के िलए पूर्ण डेटा उपलब्ध नहीं भी हो सकता है. पूरी िलस्टिंग देखने के िलए खोज तारीख को आज की तारीख में पिरवरितत करें.";

/* No comment provided by engineer. */
"Director:" = "िनरदेशक:";

/* No comment provided by engineer. */
"Directors:" = "िनरदेशक:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "दूरी";

/* No comment provided by engineer. */
"Downloading data" = "डेटा डाउनलोड िकया जा रहा है";

/* No comment provided by engineer. */
"Downloading poster" = "पोस्टर डाउनलोड िकया जा रहा ह";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "िलसिं्टग ईमेल करे";

/* No comment provided by engineer. */
"Favorites" = "पसंदीदा";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "प्रारूप:";

/* No comment provided by engineer. */
"Genre:" = "शैली:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "स्थान सेवा प्रदाता:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "ग्रािफक्स जेेफिर िन द्वारा";

/* No comment provided by engineer. */
"Last Friday" = "िपछले शुक्रवार";

/* No comment provided by engineer. */
"Last Monday" = "िपछले सोमवार";

/* No comment provided by engineer. */
"Last Saturday" = "िपछले शिनवार";

/* No comment provided by engineer. */
"Last Sunday" = "िपछले रिववार";

/* No comment provided by engineer. */
"Last Thursday" = "िपछले गुरुवार";

/* No comment provided by engineer. */
"Last Tuesday" = "िपछले मंगलवार";

/* No comment provided by engineer. */
"Last Wednesday" = "िपछले बुधवार";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "%1$d %2$@ से कम";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "1 %@ से कम";

/* No comment provided by engineer. */
"License" = "लाइसेंस";

/* No comment provided by engineer. */
"Loading poster" = "पोस्टर लोड िकया जा रहा है";

/* No comment provided by engineer. */
"Localized by:" = "अनुवादक:";

/* No comment provided by engineer. */
"Location" = "स्थान";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "नक्शा";

/* No comment provided by engineer. */
"Movie details provided by:" = "िफल्म िववरण प्रदाता:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "िफल्म समीक्षा प्रदाता:";

/* No comment provided by engineer. */
"Movies" = "िफल्में";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "नाम";

/* No comment provided by engineer. */
"Network unavailable" = "नेटवर्क उपलब्ध नहीं है";

/* No comment provided by engineer. */
"No information found" = "कोई जानकारी उपलब्ध नहीं है";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "'%@' के िलए कोई डेटा नहीं िमला";

/* No comment provided by engineer. */
"No synopsis available." = "सारांश उपलब्ध नहीं है.";

/* This is what a user picks when they don't want any reviews. */
"None" = "पता नहींं";

/* No comment provided by engineer. */
"Not yet rated" = "रिंेटग उपलब्ध नहीं है.";

/* No comment provided by engineer. */
"OK" = "OK";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "%@ के िलए टिकट खरीदे";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "ट्रेलर देिखए";

/* No comment provided by engineer. */
"Please enter your location" = "कृपया अपना स्थान दर्ज करें";

/* Takes the user to the website for this application */
"Project website" = "वेबसाइट";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "%@";

/* No comment provided by engineer. */
"Rated:" = "रिंेटग:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "समीक्षाएँ पढ़ें";

/* No comment provided by engineer. */
"Really close by" = "पास मे";

/* No comment provided by engineer. */
"Really far away" = "बहुत दूर";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "िरलीज़";

/* No comment provided by engineer. */
"Release date:" = "िरलीज़ ितिथ:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "िरलीज़: %@";

/* No comment provided by engineer. */
"Reviews" = "समीक्षाएँ";

/* No comment provided by engineer. */
"Running time:" = "कुल समय:";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "स्कोर";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "खोज ितिथ";

/* No comment provided by engineer. */
"Search Distance" = "खोज दूरी";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "प्रितक्िरया भेजें";

/* No comment provided by engineer. */
"Settings" = "सेिंटग";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "%d और िथएटर िदखाएँ";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "%d और िथएटर िदखाएँ";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "दोनों";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "शोटाइम प्राप्त %@.";

/* No comment provided by engineer. */
"Studio:" = "स्टूिडयो:";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "शोटाइम प्राप्त \n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "िथएटर प्रदातां अक्सर डेटा के िलए अिधकतम खोज दूरी सीमीत करते है. पिरणामस्वरूप, खोज दूरी अिधक हो बावजूद कुछ िथएटर शायद न िदखे.";

/* No comment provided by engineer. */
"Theaters" = "िथएटर";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "इस िथयेटर के शोटाइम अभी तक उपलब्ध नहीं  है. और जब वे उपलब्ध हो, तब %@ स्वतः ही उन्हें प्राप्त करेंगे.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "िटकट िबक्री प्रदाता:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "शीर्षक";

/* No comment provided by engineer. */
"Today" = "आज";

/* No comment provided by engineer. */
"Unknown Distance" = "अज्ञात सुदूरवर्ती";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "अज्ञात िरलीज की तारीख";

/* No comment provided by engineer. */
"Unrated" = "रेिंटग िनर्धारण नहीं";

/* No comment provided by engineer. */
"Upcoming" = "आगामी िफल्में";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "छोटे फ़ॉन्ट प्रयोग करें";

/* No comment provided by engineer. */
"Website" = "वेबसाइट";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Cyrus Najmabadi द्वारा िलिखत";

/* No comment provided by engineer. */
"Yesterday" = "कल";

/* No comment provided by engineer. */
"kilometer" = "िकलोमीटर";

/* No comment provided by engineer. */
"kilometers" = "िकलोमीटर";

/* No comment provided by engineer. */
"mile" = "मायल";

/* No comment provided by engineer. */
"miles" = "मायल";